[AssaultRifle_LS X2WeaponTemplate]
FriendlyName="Лазерна гвинтівка"
FriendlyNamePlural="Лазерні гвинтівки"
BriefSummary="Лазерна гвинтівка випромінює серію бластів світла мікросекундної тривалості, що руйнує хімічні зв'язки в цілях."
TacticalText="<Bullet/> Вистріл основною зброєю завершує хід солдата, у відсутності спеціальної підготовки.\n<Bullet/> Використовуйте покращення, вилучені з ворожих сил ADVENT, для підвищення тактичної ефективності лазерних гвинтівок.\n<Bullet/> Висока енергетична видача цих лазерних зброй походить від інтеграції іншопланетної технології в знайдену попередню лазерну зброю.\n<Bullet/> Лазерна зброя отримує бонус до точності."
AbilityDescName="штурмова гвинтівка"

[SMG_LS X2WeaponTemplate]
FriendlyName="Лазерний пістолет-кулемет"
FriendlyNamePlural="Лазерні пістолети-кулемети"
BriefSummary="Легка версія лазерної гвинтівки, що виконує схожу роль з Пістолет-кулеметом, обмінюючи потужність, боєприпаси та точність на збільшену мобільність солдата та прихованість."
; LWOTC Needs Translation
TacticalText="<Bullet/> Вистріл основною зброєю завжди завершує хід солдата, у відсутності спеціальної підготовки.\n<Bullet/> Використовуйте покращення, вилучені з ворожих сил ADVENT, для підвищення тактичної ефективності пістолетів-кулеметів. \n<Bullet/> Зброї типу Пістолет-кулемет пропонують бонус до мобільності, точності на близьких відстанях та прихованості в порівнянні з штурмовими гвинтівками, але вони завдають менше пошкоджень і мають штрафи до точності на великих відстанях.\n<Bullet/> Лазерна зброя отримує бонус до точності."
; End Translation
AbilityDescName="ПКМ"

[Cannon_LS X2WeaponTemplate]
FriendlyName="Лазерна гармата"
FriendlyNamePlural="Лазерні гармати"
BriefSummary="Технологія лазерної зброї разом з покращеною системою охолодження дозволяє нам використовувати швидкострільну версію гармати, здатну наносити набагато смертоносніший обстріл."
TacticalText="<Bullet/> Лазерна гармата є більш потужною, але так само мобільною версією звичайної гармати.\n<Bullet/> Використовуйте покращення, відібрані від ворогів, щоб підвищити тактичну ефективність Лазерної гармати.\n<Bullet/> Лазерна зброя отримує бонус до меткості."
AbilityDescName="гармата"

[Shotgun_LS X2WeaponTemplate]
FriendlyName="Лазерний розсіювач"
FriendlyNamePlural="Лазерні розсіювачі"
BriefSummary="Лазерний розсіювач - це застосування лазерної технології для створення ефекту розсіювача, найбільш ефективного на близькій дистанції через дифузію променів."
TacticalText="<Bullet/> Зброя типу розсіювача ефективна на близькій дистанції, але її точність швидко зменшується на великій дистанції.\n<Bullet/> Використовуйте покращення, відібрані від ворогів, щоб підвищити тактичну ефективність Лазерного розсіювача.\n<Bullet/> Лазерна зброя отримує бонус до меткості."
AbilityDescName="розсіювач"

[SniperRifle_LS X2WeaponTemplate]
FriendlyName="Лазерний спис"
FriendlyNamePlural="Лазерні списи"
BriefSummary="Лазерний спис - це довга версія лазерної гвинтівки, яка включає в себе високоенергетичні флеш-конденсатори, що роблять її високоточною зброєю для стрільби на великій дистанції."
TacticalText="Снайперські гвинтівки завжди вимагають 2 очка дії для стрільби.\n<Bullet/> Вони менш точні на близькій дистанції, але смертоносні на великій дистанції.\n<Bullet/> Використовуйте покращення, відібрані від ворогів, щоб підвищити тактичну ефективність Лазерного списа.\n<Bullet/> Лазерна зброя отримує бонус до меткості."
AbilityDescName="спис"
